Repository: RedQ/wp-idea-stream-reloaded
Catalog: languages/wp-idea-stream-*.po
Languages: fr_fr

source: Ideas
fr_fr: Idées

source: All Ideas
fr_fr: Toutes les idées

source: Idea
fr_fr: Idée

source: Add New Idea
fr_fr: Ajouter Idée

source: Edit Idea
fr_fr: Modifier Idée

source: New Idea
fr_fr: Nouvelle Idée

source: View Idea
fr_fr: Voir Idée

source: Search Ideas
fr_fr: Rechercher Idées

source: No Ideas Found
fr_fr: Pas d'idées trouvées

source: No Ideas Found in Trash
fr_fr: Pas d'idées trouvées dans la corbeille

source: Categories
fr_fr: Catégories

source: Category
fr_fr: Catégorie

source: Edit Category
fr_fr: Modifier Catégorie

source: Update Category
fr_fr: Mettre à jour Catégorie

source: Add New Category
fr_fr: Ajouter Catégorie

source: New Category Name
fr_fr: Nom de la nouvelle catégorie

source: All Categories
fr_fr: Toutes les catégories

source: Search Categories
fr_fr: Rechercher Catégories

source: Parent Category
fr_fr: Catégorie Parente

source: Parent Category:
fr_fr: Catégorie parente:

source: Tags
fr_fr: Mots clés

source: Tag
fr_fr: Mot clé

source: Edit Tag
fr_fr: Modifier Mot clé

source: Update Tag
fr_fr: Mettre à jour Mot clé

source: Add New Tag
fr_fr: Ajouter Mot clé

source: New Tag Name
fr_fr: Nouveau nom de Mot clé

source: All Tags
fr_fr: Tous les Mots clés

source: Search Tags
fr_fr: Rechercher Mots clés

source: Popular Tags
fr_fr: Mots clés populaires

source: Separate tags with commas
fr_fr: Séparer les mots clés par des virgules

source: Add or remove tags
fr_fr: Ajouter ou supprimer des mots clés

source: Choose from the most popular tags
fr_fr: Choisir parmi les mots clés les plus populaires

source: To update your Biographical Info, please use this blog form
fr_fr: Pour mettre à jour vos informations personnelles, merci d'utiliser le formulaire du blog

source: Featured Ideas
fr_fr: Idées Distinguées

source: Author Ideas
fr_fr: Idées Auteur

source: Your idea is awaiting moderation. Thanks for submitting it.
fr_fr: Votre idée est en cours de modération. Merci pour votre contribution.

source: Please make sure to check the following error(s) :
fr_fr: Merci de corriger la ou les erreur(s) suivante(s)

source: Title of your Idea
fr_fr: Titre de votre Idée

source: Content of your Idea
fr_fr: Contenu de votre Idée

source: Add your tag(s)
fr_fr: Ajoutez votre ou vos mot(s) clé(s)

source: Type your tag, then hit the return or space key to add it
fr_fr: Taper votre mot clé, puis appuyer sur la touche entrée ou espace pour l'ajouter

source: Submit your idea
fr_fr: Déposez votre idée

source: You need to be member of this site and logged in to submit an idea
fr_fr: Vous devez être membre de ce site et authentifié pour déposer des idées

source: Saving your rating, please wait
fr_fr: Enregistrement de votre note, merci de patienter

source: Thanks to your rate the average rating of this idea is now :
fr_fr: Grâce à votre note, la note moyenne de l'idée est désormais :

source: You must be logged in to rate this idea!
fr_fr: Vous devez être authentifié pour noter cette idée!

source: not rated yet
fr_fr: en attente de note

source: Share this idea!
fr_fr: Diffuser cette idée!

source: Share by email
fr_fr: Partager par email

source: Feature this idea ?
fr_fr: Distinguer cette idée ?

source: My Ideas
fr_fr: Mes Idées

source: IdeaStream Options
fr_fr: Options IdeaStream

source: <strong>Idea Stream is almost ready</strong>. You must <a href="%s">update your permalink structure</a> to something other than the default for it to work.
fr_fr: <strong>IdeaStream est presque prêt</strong>. Vous devez <a href="%s">mettre à jour votre structure de permaliens</a> à quelque chose de différent du format par défaut afin de permettre le fonctionnement de ce plugin.

source: <strong>Idea Stream is almost ready</strong>. You must <a href="%s">refresh your permalink structure</a> to something other than the default <strong>in order to activate the Ideas post type.</strong>
fr_fr: <strong>IdeaStream est presque prêt</strong>. Vous devez <a href="%s">rafraîchir votre structure de permaliens</a> à quelque chose de différent du format par défaut <strong>afin d'activer le post type Idée.</strong>.

source: Add a link
fr_fr: Ajouter un lien

source: Please select some content for your link
fr_fr: Merci de sélectionner du contenu pour votre lien

source: Add the url of your link
fr_fr: Ajoutez l'url vers votre lien

source: Add an image
fr_fr: Ajoutez une image

source: Url to your image
fr_fr: Url de votre image

source: Width in pixels of your image (only numbers)
fr_fr: Largeur en pixels de votre image (seulement les chiffres)

source: You need to use the IdeaStream form to submit an idea
fr_fr: Vous devez utiliser le formulaire IdeaStream pour déposer une idée

source: You need to be a member of this site to submit an idea
fr_fr: Vous devez être membre de ce site pour déposer une idée

source: Title is required
fr_fr: Le titre est obligatoire

source: Content is required
fr_fr: Le contenu est obligatoire

source: Category is required
fr_fr: La catégorie est obligatoire

source: <strong>IdeaStream Options saved</strong>
fr_fr: <strong>Options IdeaStream enregistrées</strong>

source: Idea Submission Options
fr_fr: Options pour le dépôt des Idées

source: Status of new ideas
fr_fr: Statut des nouvelles idées

source: Awaiting moderation message
fr_fr: Message d'attente de la modération

source: Image max width in pixels <small>(default is 300)</small>
fr_fr: Largeur maximum pour l'Image <small>(par défaut 300)</small>

source: Message to display if user is not logged in
fr_fr: Message à afficher si l'utilisateur n'est pas authentifié

source: IdeaStream Ratings, Sharing and Featuring Options
fr_fr: Options des composants de Notation, Partage et Distinction d'IdeaStream

source: Built in rating system
fr_fr: Composant de notation

source: Comma separated list of captions for the stars
fr_fr: Liste des valeurs pour les étoiles séparées par des virgules

source: Sharing options
fr_fr: Options de Partage

source: Twitter account <small>(leave blank to disable)</small>
fr_fr: Compte Twitter <small>(laisser vide pour désactiver)</small>

source: Featuring ideas in comment area
fr_fr: Distinguer les idées depuis le formulaire de commentaire

source: <small>Admin and Editor can also feature ideas by adding a postmeta named <b>idea_stream_featured</b> with a value of <b>1</b>.</small>
fr_fr: <small>Les administrateurs et éditeurs peuvent également distinguer une idée en ajoutant un postmeta <b>idea_stream_featured</b> avec pour valeur <b>1</b>.</small>

source: Add a comma separated list of trusted user ids to help you
fr_fr: Ajoutez une liste d'identifiants utilisateur séparés par des virgules

source: Save IdeaStream Options
fr_fr: Enregistrer ces réglages

source: <span class="%1$s">Posted on</span> %2$s <span class="meta-sep">by</span> %3$s
fr_fr: <span class="%1$s">Posté le</span> %2$s <span class="meta-sep">par</span> %3$s

source: View all ideas by %s
fr_fr: Voir toutes les idées de %s

source: Save this description
fr_fr: Enregistrer cette description

source: with
fr_fr: dans

source: Displays the different menus available in WP IdeaStream Plugin
fr_fr: Affiche les différents menus disponibles du plugin WP IdeaStream

source: IdeaStream Menu
fr_fr: Menu IdeaStream

source: Title:
fr_fr: Titre:

source: Hide Featured menu
fr_fr: Masquer Distinctions

source: Show Featured menu
fr_fr: Afficher Distinctions

source: The most used Idea Stream tags in cloud format
fr_fr: Les mots clés IdeaStream les plus utilisés en format nuage

source: IdeaStream Tag Cloud
fr_fr: Nuage de mots clés IdeaStream

source: Amount of Tags:
fr_fr: Nombre de mots clés

source: A list or a dropdown of IdeaStream categories
fr_fr: Une liste ou un déroulant des catégories IdeaStream

source: IdeaStream Categories
fr_fr: Catégories IdeaStream

source: Select IdeaStream Category
fr_fr: Choix de la catégorie

source: Display as dropdown
fr_fr: Afficher un déroulant

source: The best rated Ideas by the members
fr_fr: Les idées les mieux notées par les membres

source: IdeaStream Best Rated
fr_fr: Mieux Notés IdeaStream

source: Average rating:
fr_fr: Note moyenne:

source: Amount of ideas:
fr_fr: Nombre d'idées:

source: Display only ideas of current month
fr_fr: Afficher uniquement le mois en cours

source: Number of ideas so far: %s
fr_fr: Nombre d'Idées jusqu'à présent: %s

source: No Ideas!
fr_fr: Aucune idée!

source: OOps, It looks like no idea has been submitted yet, <a href="%s" title="Submit your idea">add yours</a>
fr_fr: Oops, aucune idée n'a pour l'instant été déposée, <a href="%s" title="Déposez la vôtre">Déposez la vôtre</a>

source: OOps, It looks like no idea has been submitted yet, please log in to add yours!
fr_fr: Oops, aucune idée n'a pour l'instant été déposée, merci de vous authentifier pour déposer la vôtre!

source: Permalink to %s
fr_fr: Permalien vers %s

source: <span class="%1$s">Tagged</span> %2$s
fr_fr: <span class="%1$s">Taggé</span> %2$s

source: Leave a comment
fr_fr: Commenter

source: 1 Comment
fr_fr: 1 commentaire

source: % Comments
fr_fr: % commentaires

source: Edit
fr_fr: Modifier

source: Category Archives: %s | %s ideas were posted in this category so far
fr_fr: Archives de la catégorie: %s | %s idées ont été déposées dans cette catégorie

source: OOps, It looks like no idea has been submitted in this category yet, <a href="%s" title="Submit your idea">add yours</a>
fr_fr: Oops, aucune idée n'a été déposée dans cette catégorie pour l'instant, <a href="%s" title="Déposez la vôtre">Déposez la vôtre</a>

source: OOps, It looks like no idea has been submitted in this category yet, please log in to add yours!
fr_fr: Oops, aucune idée n'a été déposée dans cette catégorie pour l'instant, merci de vous authentifier pour déposer la vôtre!

source: Featured Ideas | %s ideas are featured so far
fr_fr: Idées Distinguées | %s idées ont été distinguées jusqu'à présent

source: OOps, it looks like no idea has been featured yet.
fr_fr: OOps, aucune idée n'a été distinguée pour le moment.

source: About %s
fr_fr: A propos de %s

source: This user hasn't filled his info
fr_fr: Cet utilisateur n'a pas renseigné son profil

source: Author Archives: %s | Amount of submitted ideas so far: %s
fr_fr: Archives de l'auteur: %s | Nombre de contributions jusqu'à présent : %s

source: Apologies, this user has not submitted any idea so far
fr_fr: Désolé, cet utilisateur n'a pas soumis d'idée jusqu'à présent

source: Submit your idea!
fr_fr: Déposez votre idée!

source: View all ideas by %s <span class="meta-nav">&rarr;</span>
fr_fr: Voir toutes les idées de %s <span class="meta-nav">&rarr;</span>

source: Tag Archives: %s | %s ideas were posted in this tag so far
fr_fr: Archives du mot clé: %s | %s idées ont été déposées jusqu'à présent

source: OOps, It looks like no idea has been submitted in this tag yet, <a href="%s" title="Submit your idea">add yours</a>
fr_fr: OOps, aucune idée n'a été déposée avec ce mot clé pour l'instant, <a href="%s" title="Déposez la vôtre">Déposez la vôtre</a>

source: OOps, It looks like no idea has been submitted in this tag yet, please log in to add yours!
fr_fr: Oops, aucune idée n'a été déposée avec ce mot clé pour l'instant, merci de vous authentifier pour déposer la vôtre!

source: Your e-mail is required
fr_fr: Votre e-mail est obligatoire

source: Your e-mail is not correct, please check again
fr_fr: Votre e-mail n'est pas correct, merci de vérifier

source: Allow guests to submit ideas and vote
fr_fr: Autoriser les visiteurs à envoyer des idées et à voter

source: Best Ideas
fr_fr: Meilleures idées

source: Your name
fr_fr: Votre nom

source: Your e-mail (will not be published)
fr_fr: Votre e-mail (ne sera pas publié)

source: Antispam verification : What is 7 plus 3?
fr_fr: Vérification anti-robot : Combien font 7 plus 3 ?

source: Your name is required
fr_fr: Votre nom est obligatoire

source: Image Button (Wysiwyg Editor)
fr_fr: Bouton Image (Editeur Wysiwyg)

source: Link Button (Wysiwyg Editor)
fr_fr: Bouton Lien (Editeur Wysiwyg)

source: You need to install the <a href="http://wordpress.org/extend/plugins/vote-it-up/">Vote It Up plugin</a> in order to active this page
fr_fr: Il est nécessaire d'installer le plugin <a href=\"http://wordpress.org/extend/plugins/vote-it-up/\">Vote It Up</a> pour activer cette page

source: Choose the best category for your idea
fr_fr: Choisissez la catégorie appropriée pour votre idée
